espressif/esp-idf/examples/wifi/power_save/sdkconfig.ci.esp32c2_rev2_xtal26m
CONFIG_IDF_TARGET="esp32c2"
CONFIG_XTAL_FREQ_26=y
CONFIG_EXAMPLE_GET_AP_INFO_FROM_STDIN=y
CONFIG_ESP32C2_REV_MIN_200=y
CONFIG_ESP_SLEEP_CACHE_SAFE_ASSERTION=y
